<?php
$elang['invalid_command'] = "Тази команда не съществува";
$elang['email_exist'] = "Вече има акаунт с този имейл";
$elang['error'] = "Възникна грешка";
$elang['updated'] = "Актуализацията е завършена";
$elang['cannot_user'] = "Не може да извършите това действие върху посочения потребител";
$elang['confirmed_command'] = "Командата е изпълнена успешно";
$elang['bad_login'] = "Грешно потребителско име или парола";
$elang['invalid_username'] = "Избраното потребителско име не е валидно";
$elang['username_exist'] = "Избраното потребителско име вече съществува";
$elang['invalid_email'] = "Избраният имейл не е валиден";
$elang['sel_age'] = "Моля, изберете възрастта си";
$elang['access_requirement'] = "Не отговаряте на изискванията за достъп до тази стая";
$elang['wrong_pass'] = "Паролата е грешна";
$elang['room_full'] = "Тази стая е пълна, моля опитайте друга";
$elang['friend_sent'] = "Вашата заявка за приятелство е изпратена";
$elang['new_friend'] = "Поздравления, току-що намерихте нов приятел";
$elang['empty_field'] = "Моля попълнете всички полета";
$elang['room_name'] = "Невалидно име на стаята";
$elang['room_description'] = "Описанието на стаята е твърде кратко";
$elang['invalid_pass'] = "Паролата трябва да бъде между 6 и 24 символа";
$elang['room_exist'] = "Избраната стая вече съществува";
$elang['max_room'] = "Достигнали сте максималния брой стаи";
$elang['wrong_file'] = "Избраният тип файл не е разрешен";
$elang['no_file'] = "Трябва да изберете файл";
$elang['file_big'] = "Вашият файл е твърде голям";
$elang['too_short'] = "Критериите за търсене са твърде кратки";
$elang['clean_complete'] = "Изчистването е завършено";
$elang['cant_modify_user'] = "Нямате разрешение да редактирате този потребител";
$elang['saved'] = "Запазено";
$elang['action_complete'] = "Действието е завършено";
$elang['email_sent'] = "Имейлът е изпратен, моля проверете вашата поща";
$elang['room_block'] = "В момента не можете да влезете в избраната стая";
$elang['bad_actual'] = "Старата парола е грешна";
$elang['not_match'] = "Новите пароли не съвпадат";
$elang['recovery_sent'] = "Временна парола е изпратена на имейла ви";
$elang['no_user'] = "Не е намерен потребител с тези данни";
$elang['something_wrong'] = "Открито е нещо необичайно, моля изчакайте администратор да прегледа акаунта ви";
$elang['max_reg'] = "Достигнали сте максималния брой регистрации за момента, моля опитайте по-късно";
$elang['select_something'] = "Моля изберете нещо";
$elang['reported'] = "Благодарим ви за докладването";
$elang['already_erase'] = "Публикацията вече не съществува";
$elang['already_reported'] = "Тази публикация вече е докладвана";
$elang['ignored'] = "Потребителят е добавен към вашия списък с игнорирани";
$elang['cannot_contact'] = "В момента не можете да се свържете с този потребител";
$elang['new_message'] = "Ново съобщение";
$elang['data_exist'] = "Въведените от вас данни вече съществуват";
$elang['register_close'] = "В момента не приемаме нови регистрации, моля опитайте по-късно";
$elang['site_connect'] = "Моля свържете се със сайта, за да влезете в чата";
$elang['no_bridge'] = "Не е открит мост на указаното място";
$elang['invalid_code'] = "Неправилен код";
$elang['already_action'] = "Това действие вече е зададено";
$elang['missing_recaptcha'] = "Моля попълнете reCAPTCHA";
$elang['no_result'] = "Не са намерени резултати";
$elang['restricted_content'] = "Някои от изпратените данни не са разрешени, моля редактирайте ги";
$elang['report_limit'] = "Достигнали сте ограничението си за доклади";
$elang['vpn_usage'] = "Моля изключете вашия VPN/прокси за да влезете в сайта";
$elang['coppa'] = "В момента не можете да влезете в сайта";
$elang['age_requirement'] = "Не отговаряте на възрастовото изискване на сайта";
$elang['no_gold'] = "Нямате достатъчно злато за да завършите тази транзакция";
$elang['invalid_data'] = "Невалидни данни";
$elang['call_fail'] = "Потребителят не е наличен в момента.";
$elang['low_balance'] = "Недостатъчен баланс.";
$elang['invalid_amount'] = "Невалидна сума";
$elang['file_blocked'] = "Файлът не отговаря на нашите указания";
$elang['call_block'] = "Съжаляваме, не можете да влезете в това обаждане";
$elang['act_limit'] = "Моля изчакайте, за да използвате функцията отново";
$elang['max_attempt'] = 'Твърде много неуспешни опити';
$elang['cannot_action'] = 'Не можете да извършите това действие';


/* system message */ 

$slang['system__join'] = "%user% се присъедини към стаята";
$slang['system__clear'] = "Тази стая беше изчистена от %user%";
$slang['system__name'] = "%custom% вече е известен като %user%";
$slang['system__kick'] = "%user% беше изгонен";
$slang['system__ban'] = "%user% беше блокиран";
$slang['system__mute'] = "%user% беше заглушен";
$slang['system__block'] = "%user% беше блокиран в стаята";

/* top notification */

$plang['user_join'] = "Свързан е";
?>