<?php
$elang['invalid_command'] = "Такой команды не существует";
$elang['email_exist'] = "Уже существует аккаунт с этим email-адресом";
$elang['error'] = "Произошла ошибка";
$elang['updated'] = "Обновление завершено";
$elang['cannot_user'] = "Вы не можете выполнить это действие над указанным пользователем";
$elang['confirmed_command'] = "Команда успешно выполнена";
$elang['bad_login'] = "Неверное имя пользователя или пароль";
$elang['invalid_username'] = "Выбранное имя пользователя недействительно";
$elang['username_exist'] = "Выбранное имя пользователя уже существует";
$elang['invalid_email'] = "Выбранный email недействителен";
$elang['sel_age'] = "Пожалуйста, выберите свой возраст";
$elang['access_requirement'] = "Вы не соответствуете требованиям доступа к этой комнате";
$elang['wrong_pass'] = "Неверный пароль";
$elang['room_full'] = "Эта комната переполнена, попробуйте другую";
$elang['friend_sent'] = "Ваш запрос в друзья отправлен";
$elang['new_friend'] = "Поздравляем, у вас появился новый друг";
$elang['empty_field'] = "Пожалуйста, заполните все поля";
$elang['room_name'] = "Неверное название комнаты";
$elang['room_description'] = "Описание комнаты слишком короткое";
$elang['invalid_pass'] = "Пароль должен быть от 6 до 24 символов";
$elang['room_exist'] = "Выбранное название комнаты уже существует";
$elang['max_room'] = "Вы уже достигли максимального количества комнат";
$elang['wrong_file'] = "Выбранный тип файла не разрешён";
$elang['no_file'] = "Вы должны выбрать файл";
$elang['file_big'] = "Ваш файл слишком большой";
$elang['too_short'] = "Критерий поиска слишком короткий";
$elang['clean_complete'] = "Очистка завершена";
$elang['cant_modify_user'] = "У вас нет прав редактировать этого пользователя";
$elang['saved'] = "Сохранено";
$elang['action_complete'] = "Действие завершено";
$elang['email_sent'] = "Email отправлен, проверьте свою почту";
$elang['room_block'] = "В данный момент вы не можете войти в выбранную комнату";
$elang['bad_actual'] = "Старый пароль неверен";
$elang['not_match'] = "Новые пароли не совпадают";
$elang['recovery_sent'] = "Временный пароль был выслан на ваш email";
$elang['no_user'] = "Пользователь с такими данными не найден";
$elang['something_wrong'] = "Обнаружено что-то необычное, пожалуйста, подождите пока администратор проверит ваш аккаунт";
$elang['max_reg'] = "Вы достигли максимального числа регистраций, попробуйте позже";
$elang['select_something'] = "Пожалуйста выберите что-то";
$elang['reported'] = "Спасибо за ваш отзыв";
$elang['already_erase'] = "Запись больше не существует";
$elang['already_reported'] = "Эта запись уже была пожалована";
$elang['ignored'] = "Пользователь добавлен в список игнорирования";
$elang['cannot_contact'] = "Вы в данный момент не можете связаться с этим пользователем";
$elang['new_message'] = "Новое сообщение";
$elang['data_exist'] = "Введённые вами данные уже существуют";
$elang['register_close'] = "В настоящее время не принимаются новые регистрации, попробуйте позже";
$elang['site_connect'] = "Пожалуйста подключитесь к сайту, чтобы войти в чат";
$elang['no_bridge'] = "На указанном месте не обнаружен мост";
$elang['invalid_code'] = "Неверный код";
$elang['already_action'] = "Это действие уже выполнено";
$elang['missing_recaptcha'] = "Пожалуйста заполните reCAPTCHA";
$elang['no_result'] = "Результатов не найдено";
$elang['restricted_content'] = "Что-то в отправленных данных не разрешено, пожалуйста отредактируйте";
$elang['report_limit'] = "Вы достигли лимита жалоб";
$elang['vpn_usage'] = "Пожалуйста отключите VPN/proxy, чтобы войти на сайт";
$elang['coppa'] = "Вы не можете войти на сайт в данный момент";
$elang['age_requirement'] = "Вы не соответствуете возрастному требованию сайта";
$elang['no_gold'] = "У вас недостаточно золота для завершения этой транзакции";
$elang['invalid_data'] = "Неверные данные";
$elang['call_fail'] = "Участник сейчас недоступен.";
$elang['low_balance'] = "Недостаточный баланс.";
$elang['invalid_amount'] = "Неверная сумма";
$elang['file_blocked'] = "Файл не соответствует нашим правилам";
$elang['call_block'] = "Извините, вы не можете присоединиться к этому звонку";
$elang['act_limit'] = "Пожалуйста подождите чтобы снова воспользоваться этой функцией";
$elang['max_attempt'] = 'Слишком много неудачных попыток';
$elang['cannot_action'] = 'Вы не можете выполнить это действие';

/* system message */ 

$slang['system__join'] = "%user% вошёл в комнату";
$slang['system__clear'] = "Эта комната была очищена пользователем %user%";
$slang['system__name'] = "%custom% теперь известен как %user%";
$slang['system__kick'] = "%user% был кикнут";
$slang['system__ban'] = "%user% был забанен";
$slang['system__mute'] = "%user% был заглушён";
$slang['system__block'] = "%user% был заблокирован в комнате";

/* top notification */

$plang['user_join'] = "Подключён";
?>