<?php
$elang['invalid_command'] = "Η εντολή δεν υπάρχει";
$elang['email_exist'] = "Υπάρχει ήδη λογαριασμός με αυτό το email";
$elang['error'] = "Παρουσιάστηκε σφάλμα";
$elang['updated'] = "Η ενημέρωση ολοκληρώθηκε";
$elang['cannot_user'] = "Δεν μπορείτε να πραγματοποιήσετε αυτή τη δράση στον συγκεκριμένο χρήστη";
$elang['confirmed_command'] = "Η εντολή εκτελέστηκε με επιτυχία";
$elang['bad_login'] = "Λάθος όνομα χρήστη ή κωδικός";
$elang['invalid_username'] = "Το επιλεγμένο όνομα χρήστη δεν είναι έγκυρο";
$elang['username_exist'] = "Το επιλεγμένο όνομα χρήστη υπάρχει ήδη";
$elang['invalid_email'] = "Το επιλεγμένο email δεν είναι έγκυρο";
$elang['sel_age'] = "Παρακαλώ επιλέξτε την ηλικία σας";
$elang['access_requirement'] = "Δεν πληροίτε τις προϋποθέσεις για πρόσβαση σε αυτή την αίθουσα";
$elang['wrong_pass'] = "Λανθασμένος κωδικός";
$elang['room_full'] = "Αυτή η αίθουσα είναι γεμάτη, δοκιμάστε άλλη";
$elang['friend_sent'] = "Το αίτημα φιλίας σας έχει σταλεί";
$elang['new_friend'] = "Συγχαρητήρια, μόλις κάνατε έναν καινούριο φίλο";
$elang['empty_field'] = "Παρακαλώ συμπληρώστε όλα τα πεδία";
$elang['room_name'] = "Μη έγκυρο όνομα αίθουσας";
$elang['room_description'] = "Η περιγραφή της αίθουσας είναι πολύ σύντομη";
$elang['invalid_pass'] = "Ο κωδικός πρέπει να είναι μεταξύ 6 και 24 χαρακτήρων";
$elang['room_exist'] = "Το επιλεγμένο όνομα αίθουσας υπάρχει ήδη";
$elang['max_room'] = "Έχετε ήδη φτάσει στον μέγιστο αριθμό αιθουσών σας";
$elang['wrong_file'] = "Ο επιλεγμένος τύπος αρχείου δεν επιτρέπεται";
$elang['no_file'] = "Πρέπει να επιλέξετε αρχείο";
$elang['file_big'] = "Το αρχείο σας είναι πολύ μεγάλο";
$elang['too_short'] = "Το κριτήριο αναζήτησης είναι πολύ σύντομο";
$elang['clean_complete'] = "Ο καθαρισμός ολοκληρώθηκε";
$elang['cant_modify_user'] = "Δεν έχετε άδεια να επεξεργαστείτε αυτόν τον χρήστη";
$elang['saved'] = "Αποθηκεύτηκε";
$elang['action_complete'] = "Η ενέργεια ολοκληρώθηκε";
$elang['email_sent'] = "Το email στάλθηκε, παρακαλώ ελέγξτε το inbox σας";
$elang['room_block'] = "Αυτήν τη στιγμή δεν μπορείτε να μπείτε στην επιλεγμένη αίθουσα";
$elang['bad_actual'] = "Ο παλιός κωδικός είναι λάθος";
$elang['not_match'] = "Οι νέοι κωδικοί δεν ταιριάζουν";
$elang['recovery_sent'] = "Αποστάλθηκε προσωρινός κωδικός στο email σας";
$elang['no_user'] = "Δεν βρέθηκε χρήστης με αυτά τα στοιχεία";
$elang['something_wrong'] = "Διαπιστώθηκε κάτι ασυνήθιστο, παρακαλώ περιμένετε για έλεγχο από διαχειριστή";
$elang['max_reg'] = "Έχετε φτάσει τον μέγιστο επιτρεπόμενο αριθμό εγγραφών προς το παρόν, παρακαλώ δοκιμάστε αργότερα";
$elang['select_something'] = "Παρακαλώ επιλέξτε κάτι";
$elang['reported'] = "Σας ευχαριστούμε για τη αναφορά";
$elang['already_erase'] = "Η ανάρτηση δεν υπάρχει πλέον";
$elang['already_reported'] = "Αυτή η ανάρτηση έχει ήδη αναφερθεί";
$elang['ignored'] = "Ο χρήστης προστέθηκε στη λίστα αγνόησης σας";
$elang['cannot_contact'] = "Αυτήν τη στιγμή δεν μπορείτε να επικοινωνήσετε με τον χρήστη";
$elang['new_message'] = "Νέο μήνυμα";
$elang['data_exist'] = "Τα δεδομένα που εισάγατε υπάρχουν ήδη";
$elang['register_close'] = "Δεν δεχόμαστε αυτήν τη στιγμή νέες εγγραφές, παρακαλώ δοκιμάστε αργότερα";
$elang['site_connect'] = "Παρακαλώ συνδεθείτε στο site για να μπείτε στο chat";
$elang['no_bridge'] = "Δεν ανιχνεύθηκε γέφυρα στην καθορισμένη τοποθεσία";
$elang['invalid_code'] = "Λανθασμένος κωδικός";
$elang['already_action'] = "Αυτή η ενέργεια έχει ήδη οριστεί";
$elang['missing_recaptcha'] = "Παρακαλώ ολοκληρώστε το reCAPTCHA";
$elang['no_result'] = "Δεν βρέθηκαν αποτελέσματα";
$elang['restricted_content'] = "Κάτι στα δεδομένα που υποβλήθηκαν δεν επιτρέπεται, παρακαλώ τροποποιήστε το";
$elang['report_limit'] = "Έχετε φτάσει το όριο αναφορών σας";
$elang['vpn_usage'] = "Παρακαλώ απενεργοποιήστε VPN/proxy για να εισέλθετε στο site";
$elang['coppa'] = "Δεν μπορείτε να εισέλθετε στο site αυτή τη στιγμή";
$elang['age_requirement'] = "Δεν πληροίτε τις απαιτήσεις ηλικίας της ιστοσελίδας";
$elang['no_gold'] = "Δεν έχετε αρκετό χρυσάφι για να ολοκληρώσετε αυτή τη συναλλαγή";
$elang['invalid_data'] = "Μη έγκυρα δεδομένα";
$elang['call_fail'] = "Το μέλος δεν είναι διαθέσιμο αυτή τη στιγμή.";
$elang['low_balance'] = "Ανεπαρκές υπόλοιπο.";
$elang['invalid_amount'] = "Μη έγκυρο ποσό";
$elang['file_blocked'] = "Το αρχείο δεν συμμορφώνεται με τις οδηγίες μας";
$elang['call_block'] = "Λυπούμαστε, δεν μπορείτε να συμμετάσχετε σε αυτή την κλήση";
$elang['act_limit'] = "Παρακαλώ περιμένετε για να χρησιμοποιήσετε ξανά αυτή τη λειτουργία";
$elang['max_attempt'] = 'Πάρα πολλές ανεπιτυχείς προσπάθειες';
$elang['cannot_action'] = 'Δεν μπορείτε να εκτελέσετε αυτή την ενέργεια';

/* system message */ 

$slang['system__join'] = "Ο/Η %user% μπήκε στο δωμάτιο";
$slang['system__clear'] = "Αυτό το δωμάτιο καθαρίστηκε από τον/την %user%";
$slang['system__name'] = "Ο/Η %custom% είναι τώρα γνωστός/ή ως %user%";
$slang['system__kick'] = "Ο/Η %user% αποβλήθηκε";
$slang['system__ban'] = "Ο/Η %user% αποκλείστηκε";
$slang['system__mute'] = "Ο/Η %user% σιγήθηκε";
$slang['system__block'] = "Ο/Η %user% αποκλείστηκε από το δωμάτιο";

/* top notification */

$plang['user_join'] = "Συνδέθηκε";
?>